
   const ukrainianRegions = [
	'Вінницька', 'Волинська', 'Дніпропетровська', 'Донецька', 'Житомирська',
	'Закарпатська', 'Запорізька', 'Івано-Франківська', 'Київська', 'Кіровоградська',
	'Крим', 'Луганська', 'Львівська', 'Миколаївська', 'Одеська',
	'Полтавська', 'Рівненська', 'Сумська', 'Тернопільська', 'Харківська',
	'Херсонська', 'Хмельницька', 'Черкаська', 'Чернівецька', 'Чернігівська'
];

   const ukrainianCities = [
	'Київ', 'Львів', 'Одеса', 'Харків', 'Дніпро',
	'Запоріжжя', 'Кривий Ріг', 'Миколаїв', 'Херсон', 'Чернігів',
	'Суми', 'Рівне', 'Тернопіль', 'Полтава', 'Черкаси',
	'Кіровоград', 'Житомир', 'Івано-Франківськ', 'Ужгород', 'Хмельницький'
];

   const ukrainianPhoneNumbers = [
	'+380 50 123 4567',
	'+380 63 234 5678',
	'+380 66 345 6789',
	'+380 67 456 7890',
	'+380 68 567 8901',
];


   const ukrainianPostalCodes = [
	'01001', '02000', '03000', '04000', '05000',
	'06000', '07000', '08000', '09000', '10000',
	'20000', '30000', '40000', '50000', '60000'
];

   const ukrainianStreets = [
	'вулиця Хрещатик', 'вулиця Січових Стрільців', 'вулиця Липинського', 'вулиця Грушевського', 'вулиця Шевченка',
	'проспект Перемоги', 'вулиця Івана Франка', 'вулиця Володимирська', 'вулиця Мазепи', 'вулиця Костельна'
];

   const ukrainianFullNames = [
	'Артем Коваленко', 'Владислав Шевченко', 'Ганна Бондаренко',
	'Дарина Іванова', 'Іван Петров', 'Катерина Мельник',
	'Максим Гнатюк', 'Марія Прокопенко', 'Олександр Остромеченко',
	'Олена Тимченко', 'Роман Кравченко', 'Світлана Нечипоренко',
	'Сергій Зінченко', 'Тетяна Гриценко', 'Юлія Ковальчук'
];


module.exports = {
	ukrainianRegions,
	ukrainianCities,
	ukrainianPhoneNumbers,
	ukrainianPostalCodes,
	ukrainianStreets,
	ukrainianFullNames
};


